Revit 2027 API
ParameterTypeId.ConnectorRadius Property
 "Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ConnectorRadius { get; }
Public Shared ReadOnly Property ConnectorRadius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ConnectorRadius {
	ForgeTypeId^ get ();
}
static member ConnectorRadius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace